Repository: gerhardol/sporttracks-activitypicture
Catalog: trunk/ActivityPicturePlugin/Properties/Resources.*.resx
Languages: fr

# ActivityPicturePage_Title
source: Activity Pictures
fr: Photos

# btnCollapseAll_Text
source: Collapse All
fr: Tout réduire

# btnExpandAll_Text
source: Expand All
fr: Tout élargir

# btnKML_Text
source: Export to Google Earth
fr: Exporter vers Google Earth

# btnTimeOffset_Text
source: Time offset
fr: Compensation de temps

# commentDataGridViewTextBoxColumn_HeaderText
source: Comment
fr: Commentaire

# equipmentModelDataGridViewTextBoxColumn_HeaderText
source: Camera Model
fr: Modèle de caméra

# GoogleEarthExport_Title
source: Photos to Google Earth
fr: Images vers Google Earth

# groupBoxVideo_Text
source: Video
fr: Vidéo

# ImportControl_addingFile
source: Adding file
fr: Ajout de fichier

# ImportControl_changeView
source: Change View
fr: Vue

# ImportControl_importing
source: Importing Photo
fr: Importer des images

# ImportControl_in
source: in
fr: dans

# ImportControl_scanning
source: Scanning of
fr: Recherche de

# ImportControl_searchingActivity
source: Searching matching activity for
fr: Recherche d'activités correspondantes pour

# labelImageSize_Text
source: Size
fr: Taille de l'image

# photoSourceDataGridViewTextBoxColumn_HeaderText
source: Photo Source
fr: Source de l'image

# thumbnailDataGridViewImageColumn_HeaderText
source: Thumbnail
fr: Miniature

# titleDataGridViewTextBoxColumn_HeaderText
source: Title
fr: Titre

# toolStripButtonPlay_ToolTipText
source: Play
fr: Lecture

# ModifyTimeStamp_Text
source: Set Time Stamp
fr: Fixation de temps

# SettingsPageControl_lblQuality_Text
source: Quality
fr: Qualité

# tooltip_OnlySelectedImages
source: Only selected photos
fr: Seulement les images sélectionnées

# ImportControl_scanDone
source: Scan done: A total of {0} new photos have been found
fr: Recherche terminée: un total de {0} images ont été trouvés

# ActionImport_Text
source: Auto Import
fr: Transfert des données

# ActivityChanged_Text
source: Activity changed
fr: Activité modifiée

# ActivityPicturePlugin_Text
source: Activity Picture Plugin
fr: Module pour photos

# AutoImportFromFolders_Text
source: Auto import from checked folders
fr: Importer les données des dossiers sélectionnés

# ChangeFileListview_Text
source: Change file listview
fr: Changer la liste déroulante du fichier

# ChangeImageListview_Text
source: Change image listview
fr: Changer la liste déroulante de l'image

# CheckingForDuplicates_Text
source: Checking for duplicate images and videos. {0} of {1} checked.
fr: Détection des doublons d'images ou de vidéos. {0} sur {1} vérifiées

# ConfirmDeleteLong_Text
source: Are you sure you want to remove the selected items?
fr: Etes-vous sur de vouloir supprimer les fichiers séléctionnés?

# ConfirmDeleteShort_Text
source: Confirm Delete
fr: Veuillez confirmer la suppression

# CreatedWithXForSportTracks_Text
source: Created with {0} for SportTracks
fr: Crée avec {0} pour SportTracks

# Destination_Text
source: Destination
fr: Destination du fichier

# FileNotFound_Text
source: File not found
fr: Fichier non trouvé

# FilePath_Text
source: File Path
fr: Chemin d'accès

# FitImagesToView_Text
source: Fit Images To View
fr: Redimensionnement auto des images

# FoundImagesInActivity_Text
source: Found {0} images or videos in activity.
fr: {0} images ou vidéos actives ont été détectées

# FoundImagesInFolder_Text
source: Found {0} images or videos in folder.
fr: Le dossier contient {0} images ou vidéos

# FromXActivities_Text
source: from {0} activities
fr: de {0} activités

# HideAllColumns_Text
source: Hide All Columns
fr: Masquer toutes les colonnes

# labelDay_Text
source: Day
fr: Jour

# labelSecond_Text
source: Second
fr: Seconde

# MigratePaths_Text
source: Migrate Paths...
fr: Changer le chemin d'accès

# OpenContainingFolder_Text
source: Open Containing Folder
fr: Ouvrir le dossier

# OpenInGoogleEarthWhenCreated_Text
source: Open in Google Earth when created
fr: Ouvrir dans Google Earth une fois crée

# OperationAborted_Text
source: Operation Aborted
fr: Opération interrompue

# RemoveFromList_Text
source: Remove from list?
fr: Retirer de la liste?

# ResetSnapshot_Text
source: Reset Snapshot
fr: Réinitialiser la capture d'écran

# SelectFolder_Text
source: Select Folder
fr: Sélectionner le dossier

# ShowAllColumns_Text
source: Show All Columns
fr: Afficher toutes les colonnes

# Source_Text
source: Source
fr: Origine

# SportTracksImagesExportedWith_Text
source: SportTracks images exported with
fr: Exporter les images SportTracks avec

# StoreGEFileLocations_Text
source: Store kmz/kml file locations
fr: Enregistrer la destination des fichiers kmz/kml

# toolStripButtonSnapshot_ToolTipText
source: Snapshot
fr: Capture d'écran

# ViewChanged_Text
source: View changed
fr: Apparence modifiée
